Revit 2027 API
ParameterTypeId.ViewportView Property
 "View"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewportView { get; }
Public Shared ReadOnly Property ViewportView As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewportView {
	ForgeTypeId^ get ();
}
static member ViewportView : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace